Repository: CACF/Device-Verification-Subsystem-Public-iOS
Catalog: DVS/*.lproj/Localizable.strings
Languages: id

source: Submit
id: Menyerahkan

source: Dial *#06# to check the IMEI of device
id: Tekan *#06# untuk memeriksa IMEI perangkat

source: IMEI must be 14 to 16 characters long
id: Panjang IMEI harus 14 hingga 16 karakter

source: IMEI must contain A-F, a-f and 0-9 only
id: IMEI harus mengandung A-F, a-f dan 0-9 saja

source: Oops!
id: Ups!

source: Recaptcha failed
id: Recaptcha gagal

source: No internet connection
id: Tidak ada koneksi internet

source: Problem connecting to server. Please try again later
id: Masalah menghubungkan ke server. Silakan coba lagi nanti

source: Scan Barcode
id: Pindai Kode Batang

source: Check IMEI Status
id: Periksa Status IMEI

source: Enter IMEI
id: Masukkan IMEI

source: Display Status
id: Status Perangkat

source: Brand
id: Merek

source: Model Name
id: Nama model

source: IMEI Compliance Status
id: Status Kepatuhan IMEI

source: Reason for Non-Compliance
id: Alasan Ketidakpatuhan

source: Link to Mitigation Help Content
id: Tautan ke Konten Bantuan Mitigasi

source: Block as of Date
id: Blokir pada Tanggal

source: OK
id: baik

source: Place the barcode within the window to scan the barcode of IMEI
id: Tempatkan kode batang di dalam jendela untuk memindai kode batang IMEI

source: N/A
id: T/A

source: Done
id: Selesai
